// Створіть HTML-сторінку з <iframe> і скриптом.
// <iframe> має вказувати на https://https://www.youtube.com/watch?v=_KH-4UiQuBUабо будь-який інший URL за вашим вибором.
// Використовуючи JavaScript, ви повинні відслідковувати завантаження <iframe>
//  і отримати вміст сторінки в <iframe>, коли воно завантажено.
// Також, ви маєте використовувати об'єкт Date для отримання поточного часу.
// Ваше завдання - виконати асинхронну задачу, що включає вищезазначені 
// кроки і повернути об'єкт з поточним часом і вмістом сторінки в <iframe>.
// Об'єкт результату має бути виведений в консоль.

